Repository: kfish/sweep
Catalog: po/*.po
Languages: cs

source: Welcome to Sweep
cs: Vítejte v programu Sweep

source: Hello, my name is Scrubby. Welcome to Sweep! Would you like to create a new file or load an existing file?
cs: Ahoj. Jmenuji se Scrubby. Vítejte v programu Sweep! Chcete vytvořit nový soubor nebo nahrát již existující?

source: Create new file
cs: Vytvořit nový soubor

source: Load existing file
cs: Otevřít existující soubor

source: WARNING: Build includes incomplete development code.
cs: VAROVÁNÍ: tato sestavení programu zahrnuje nedokončený vývojářský kód.

source: Sweep version
cs: Verze programu Sweep

source: Sweep plugin API version
cs: Verze přídavného modulu API programu Sweep

source: Usage: %s [option ...] [files ...]
cs: Použití: %s [volba ...] [soubory ...]

source: Valid options are:
cs: Platné volby jsou tyto:

source: -h --help Output this help.
cs: -h --help Proveď výstup této nápovědy.

source: -v --version Output version info.
cs: -v --version Provaď výstup informace o verzi.

source: --display <display> Use the designated X display.
cs: --display <display> Použij určené zobrazení X.

source: --ignore-failed-lock Continue when attempt to lock the preferences file fails. For use when the users home directory is on an NFS file system. (possibly unsafe)
cs: --ignore-failed-lock Pokračuj, když selže pokus o uzamčení souboru s upřednostňovanými volbami. Použít, když je uživatelův domovský adresář na NFS souborovém systému. (možná nebezpečné)

source: --no-toolbox Do not show the toolbox window.
cs: --no-toolbox Neukazuj okno s panelem nástrojů.

source: This is Sweep version
cs: Toto je verze programu Sweep

source: Clipboard empty
cs: Schránka je prázdná

source: Duplicate to %d channels
cs: Okopírovat do %d kanálů

source: Duplicate from %d to %d channels
cs: Okopírovat z %d do %d kanálů

source: Sweep: Duplicate channel
cs: Sweep: Okopírovat kanál

source: Currently: %d channels
cs: Nyní: %d kanálů

source: Output channels
cs: Provádět výstup kanálů

source: Cancel
cs: Zrušit

source: Mix down to mono
cs: Smíchat do monofonního zvuku

source: Remove left channel
cs: Odstranit levý kanál

source: Remove right channel
cs: Odstranit pravý kanál

source: Swap channels
cs: Vyměnit kanály

source: Not stereo
cs: Ne stereofonní zvuk

source: Convert from %d to %d channels
cs: Převést z %d do %d kanálů

source: Sweep: Add/Remove channels
cs: Sweep: Přidat/Odstranit kanály

source: Sweep: audio device configuration
cs: Sweep: uzpůsobení zvukového zařízení

source: Changes to device settings will take effect on next playback.
cs: Změny nastavení zařízení se projeví při příštím přehrávání.

source: Device name
cs: Název zařízení

source: Set the main device for playback and recording
cs: Nastavit hlavní zařízení určené pro přehrávání a nahrávání

source: Main device:
cs: Hlavní zařízení:

source: Default
cs: Výchozí

source: Use a different device for monitoring
cs: Pro sledování použít jiné zařízení

source: Monitor output:
cs: Sledovat výstup:

source: Swap
cs: Vyměnit

source: Swap main and monitor devices.
cs: Vyměnit hlavní a sledovací zařízení.

source: Reset
cs: Přenastavit

source: Reset to the last remembered device names.
cs: Přenastavit na poslední zapamatované názvy zařízení.

source: Defaults
cs: Výchozí

source: Set to default device names.
cs: Nastavit výchozí názvy zařízení.

source: Device buffering
cs: Ukládání do vyrovnávací paměti zařízení

source: Low latency / More dropouts
cs: Nízká latence / Více výpadků

source: High latency / Fewer dropouts
cs: Vysoká latence / Méně výpadků

source: Varying this slider controls the lag between cursor movements and playback. This is particularly noticeable when "scrubbing" during playback. Lower values improve responsiveness but may degrade audio quality on heavily-loaded systems.
cs: Měněním tohoto posuvníku kontroluje prodlevu mezi pohyby kurzoru a přehráváním. Je to obzvláště patrné při "čištění" během přehrávání. Nižší hodnoty zlepšují citlivost, ale mohou snižovat kvalitu zvuku u velice naložených systémů.

source: Remember these options
cs: Zapamatovat si tyto volby

source: Reset to the last remembered device buffering.
cs: Přenastavit na poslední zapamatované ukládání do vyrovnávací paměti zařízení.

source: Set to default device buffering.
cs: Nastavit na výchozí ukládání do vyrovnávací paměti zařízení

source: No selection to copy
cs: Žádný výběr pro kopírování

source: Copy
cs: Kopírovat

source: No selection to cut
cs: Žádný výběr pro vyjmutí

source: Cut
cs: Vyjmout

source: No selection to clear
cs: Žádný výběr pro vyčištění

source: Clear
cs: Vyčistit

source: No selection to delete
cs: Žádný výběr pro smazání

source: Delete
cs: Smazat

source: Nothing to crop out
cs: Nic k oříznutí

source: Crop
cs: Oříznout

source: Clipboard data has incompatible format
cs: Data ve schránce mají neslučitelný formát

source: Paste insert
cs: Vložit vložku

source: Paste mix
cs: Vložit směsku

source: Paste xfade
cs: Vložit prolínačku (xfade)

source: MP3 export unsupported
cs: Vyvedení do MP3 není podporováno

source: Export to MP3 format cannot legally be supported in free software due to patent licensing restrictions. Please use Ogg Vorbis format instead, which provides better quality and is free.
cs: Ve svobodných programech nemůže být vyvedení do formátu MP3 zákonně podporováno kvůli omezením daným licencováním patentů. Místo něj používejte, prosím, formát Ogg Vorbis, který poskytuje lepší kvalitu a je svobodný a tedy zdarma.

source: Raw PCM (headerless)
cs: Nezpracovaný PCM (bez hlavičky)

source: %s does not exist.
cs: %s neexistuje.

source: Directory does not exist
cs: Adresář neexistuje

source: Unable to read %s
cs: Neschopen číst z %s

source: Sweep: Open Files
cs: Sweep: Otevřít soubory

source: Are you sure you want to revert %s to %s? All changes and undo information will be lost.
cs: Jste si jist, že chcete navrátit %s do %s? Všechny změny a informace o krocích "Zpět" bude ztracena.

source: Revert file
cs: Vrátit soubor

source: Revert
cs: Vrátit

source: Don't revert
cs: Nevracej

source: Save as %s cancelled
cs: Uložit jako %s bylo zrušeno

source: By extension
cs: Podle přípony

source: MP3 (Use Ogg Vorbis instead)
cs: MP3 (Místo něj použít Ogg Vorbis)

source: Sweep: Save file
cs: Sweep: Uložit soubor

source: Save Options
cs: Volby pro ukládání

source: Determine File Type:
cs: Určit typ souboru:

source: You are not allowed to write to %s
cs: Nemáte povoleno zapisovat do %s

source: %s exists. Overwrite?
cs: %s existuje. Přepsat?

source: File exists
cs: Soubor existuje

source: Overwrite
cs: Přepsat

source: Don't overwrite
cs: Nepřepisovat

source: %s has changed on disk. Are you sure you want to save?
cs: %s byl na disku změněn. Jste si jist, že jej chcete uložit?

source: File modified
cs: Soubor byl upraven

source: Save
cs: Uložit

source: Don't save
cs: Neukládat

source: Powered by libsndfile
cs: Poháněný libsndfile

source: Encoding
cs: Kódování

source: Encoding:
cs: Kódování:

source: Sampling rate:
cs: Vzorkovací kmitočet:

source: About
cs: O programu

source: Libsndfile is a C library by Erik de Castro Lopo for reading and writing files containing sampled sound.
cs: Libsndfile je knihovnou C od Erika de Castro Lopo. Slouží čtení a zapisování souborů, které obsahují zvuk složený ze vzorků.

source: This user interface by Erik de Castro Lopo and Conrad Parker, Copyright (C) 2002 Erik de Castro Lopo Copyright (C) 2002 CSIRO Australia.
cs: Toto uživatelské rozhraní vytvořil Erik de Castro Lopo a Conrad Parker, Copyright (C) 2002 Erik de Castro Lopo Copyright (C) 2002 CSIRO Australia.

source: Sweep: Save PCM options
cs: Sweep: Uložit volby PCM

source: Sweep: Load Raw PCM options
cs: Sweep: Nahrát volby PCM

source: Loading %s
cs: Nahrává %s

source: Saving %s
cs: Ukládá %s

source: Speex encoding results
cs: Výsledky kódování Speex

source: Narrowband ~8 kHz (telephone quality)
cs: Úzké pásmo ~8 kHz (telefonní kvalita)

source: Wideband ~16 kHz
cs: Široké pásmo ~16 kHz

source: Ultra-wideband 32-48 kHz
cs: Ultra široké pásmo 32-48 kHz

source: Constant bitrate (CBR) with no features
cs: Stálý datový tok bez funkcí (Constant bitrate - CBR)

source: CBR with Voice Activity Detection (VAD)
cs: Stálý datový tok se zjištěním hlasové aktivity (Voice Activity Detection - VAD)

source: VAD generates low bitrate comfort noise to replace non-speech
cs: Zjištění hlasové aktivity vytváří pohodlný šum s nízkým datovým tokem, kterým nahrazuje místa bez mluvení

source: CBR with VAD and Discontinuous Transmission (DTX)
cs: Stálý datový tok se zjištěním hlasové aktivity a přerušovaný přenos (Discontinuous Transmission - DTX)

source: DTX marks extended pauses with a minimum bitrate signal
cs: Přerušovaný přenos označuje delší odmlky s nejmenším signálem datového toku

source: Variable bitrate (VBR) with VAD
cs: Proměnlivý datový tok (Variable bitrate - VBR) se zjištěním hlasové aktivity

source: VBR allows the bitrate to adapt to the complexity of the speech; this selection uses VBR without DTX, which may improve performance compared to full VBR in the presence of background noise.
cs: Proměnlivý datový tok umožňuje, aby se datový tok přizpůsobil složitosti řeči; tento výběr proměnlivého datového toku používá bez přerušovaného přenosu, které při srovnání s plným proměnlivým datového tokem v přítomnosti šumu na pozadí může vylepšit provedení.

source: Variable bitrate (VBR) with all features
cs: Proměnlivý datový tok se všemi funkcemi

source: VBR allows the bitrate to adapt to the complexity of the speech, and handles pauses using VAD and DTX
cs: Proměnlivý datový tok umožňuje, aby se datový tok přizpůsobil složitosti řeči, a zachází s odmlkami za použití zjištění hlasové aktivity a přerušovaného přenosu

source: Constant bitrate (CBR)
cs: Stálý datový tok

source: Variable bitrate (VBR)
cs: Proměnlivý datový tok

source: VBR allows the bitrate to adapt to the complexity of the speech.
cs: Proměnlivý datový tok umožňuje, aby se datový tok přizpůsobil složitosti řeči.

source: Average bitrate
cs: Průměrný datový tok

source: Maximum bitrate
cs: Nejvyšší datový tok

source: Hack the planet!
cs: Nabourejte se do planety!

source: Sweep: Speex save options
cs: Sweep: volby pro ukládání Speex

source: Speex encoding
cs: Kódování Speex

source: Mode:
cs: Režim:

source: Auto
cs: Automaticky

source: Automatically select the encoding mode based on the sampling rate of the file.
cs: Automaticky vybrat režim kódování založený na vzorkovacím kmitočtu souboru.

source: Encoding quality:
cs: Kvalita kódování:

source: Encoding quality between 0 (lowest quality, smallest file) and 10 (highest quality, largest file).
cs: Kvalita kódování mezi 0 (nejnižší kvalita, nejmenší soubor) a 10 (nejvyšší kvalita, největší soubor).

source: Enable bitrate management
cs: Povolit správu datového toku

source: For non-VBR (constant bitrate) encoding, this sets the maximum bitrate.For VBR encoding, this sets the average bitrate.
cs: Pro kódování ne-proměnlivého datového toku (stálý datový tok) toto nastaví nejvyšší datový tok. Pro kódování proměnlivého datového toku toto nastaví průměrný datový tok.

source: Encoding complexity:
cs: Složitost kódování:

source: This sets the encoding speed/quality tradeoff between 0 (faster encoding) and 10 (slower encoding)
cs: Toto nastaví vyvážení rychlosti/kvality kódování mezi 0 (rychlejší kódování) a 10 (pomalejší kódování)

source: Speex frames per Ogg packet:
cs: Snímky Speex na Ogg datový paket:

source: Number of Speex frames to pack into each Ogg packet. Higher values save space at low bitrates.
cs: Počet snímků Speex pro zabalení do každého Ogg datového paketu. Vyšší hodnoty šetří místem při nižších datových tocích.

source: Remember these encoding options
cs: Zapamatovat si tyto volby kódování

source: Reset to the last remembered encoding options.
cs: Přenastavit na poslední zapamatovanou volbu kódování.

source: Automatically select best encoding options for this file.
cs: Automaticky vybrat nejlepší volby kódování pro tento soubor.

source: Ogg stream
cs: Proud Ogg

source: Ogg stream serial number:
cs: Sériové číslo proudu Ogg

source: Remember this serial number
cs: Zapamatovat si toto sériové číslo

source: Remember this serial number for future re-use. USE OF THIS OPTION IS NOT RECOMMENDED. Each encoded file should have a different serial number; re-use of Ogg serial numbers in different files may create incompatabilities with streaming applications. This option is provided for bitstream engineering purposes only. If this option is not checked, new serial numbers will be randomly generated for each file encoded.
cs: Zapamatovat si toto sériové číslo pro opětovné budoucí použití. POUŽITÍ TÉTO VOLBY NENÍ DOPORUČENO. Každý kódovaný soubor by měl mít jiné sériové číslo; opětovné použití sériových čísel Ogg v dalších souborech může vytvořit jejich neslučitelnost s aplikacemi používajícími proudy. Tato volba je poskytována pouze pro účely řízení datových proudů. Pokud není tato volby zaškrtnuta, budou nová sériová čísla pro každý kódovaný soubor vytvářena náhodně.

source: Randomize!
cs: Vybrat náhodně!

source: Generate a random serial number for the Ogg bitstream. The number will change while this button is held down.
cs: Vytvořit náhodné sériové číslo pro datový proud Ogg. Číslo se změní, jestliže je toto tlačítko podrženo.

source: Speex is a high quality speech codec designed for voice over IP (VoIP) and file-based compression. It is free, open and unpatented.
cs: Speex je vysoce kvalitní kodek řeči navržený pro hlas přes IP (VoIP) a pro kompresi založenou na souboru. Je svobodný, otevřený a nepatentovaný.

source: Ogg, Speex, Xiph.org Foundation and their logos are trademarks (tm) of the Xiph.org Foundation. Used with permission.
cs: Ogg, Speex, Xiph.org Foundation a jejich loga jsou obchodními známkami (tm) Xiph.org Foundation. Používané s jejím svolením.

source: This user interface by Conrad Parker, Copyright (C) 2002 CSIRO Australia.
cs: Toto uživatelské rozhraní vytvořil Conrad Parker, Copyright (C) 2002 CSIRO Australia.

source: Decoding %s Encoded by: %s %s
cs: Dekóduje se %s Zakódováno: %s %s

source: Unsupported encoding mode
cs: Nepodporovaný režim kódování

source: Invalid encoding options
cs: Neplatné volby kódování

source: Ogg Vorbis encoding results
cs: Výsledky kódování Ogg Vorbis

source: Sweep: Ogg Vorbis save options
cs: Sweep: Volby pro ukládání Ogg Vorbis

source: Vorbis encoding
cs: Kódování Ogg Vorbis

source: Encoding quality between 0 (lowest quality, smallest file) and 10 (highest quality, largest file) using variable bitrate mode (VBR).
cs: Kvalita zakódování mezi 0 (nejnižší kvalita, nejmenší velikost souboru) a 10 (nejvyšší kvalita, největší velikost souboru), používá se proměnlivý datový tok (VBR).

source: Enable bitrate management engine
cs: Povolit stroj pro správu datového toku

source: This enables average bitrate mode (ABR). You must suggest a nominal average bitrate and may specify minimum and maximum bounds. For best results it is generally recommended that you use the variable bitrate 'encoding quality' control (above) instead.
cs: Tímto se povolí průměrný datový tok (ABR). Musíte navrhnout pouze formální datový tok a určit nejnižší a nejvyšší hranice. Kvůli nejlepším výsledkům se doporučuje, abyste místo toho používal ovládání proměnlivého datového toku 'kvality kódování' (výše).

source: Bitrate management engine
cs: Stroj pro správu datového toku

source: Nominal bitrate (ABR):
cs: Pouze formální datový tok (ABR):

source: Specify a nominal bitrate. Attempt to encode at a bitrate averaging this.
cs: Určete pouze formální datový tok. Pokus o kódování na datovém toku zprůměrováním tohoto.

source: Minimum bitrate:
cs: Nejnižší hodnota datového toku:

source: Specify a minimum bitrate, useful for encoding for a fixed-size channel. (Optional)
cs: Určete nejnižší datový tok. Je to užitečné při kódování kanálů s pevně danou velikostí. (Volitelné)

source: Maximum bitrate:
cs: Nejvyšší hodnota datového toku:

source: Specify a maximum bitrate, useful for streaming applications. (Optional)
cs: Určete nejvyšší datový tok. Je to užitečné aplikací pracujících s datovými proudy. (Volitelné)

source: Set to default encoding options.
cs: Nastavit výchozí volby kódování.

source: Title:
cs: Název:

source: Track/Work name
cs: Název skladby/práce

source: Version:
cs: Verze:

source: The version field may be used to differentiate multiple versions of the same track title in a single collection. (e.g. remix info)
cs: Pole vyjadřující číslo verze se dá používat kvůli odlišení četných verzí skladeb se stejným názvem v jednoduché sbírce (např. jako informace o remixu)

source: The collection name to which this track belongs
cs: Název sbírky, ke které tato skladba patří

source: Artist:
cs: Umělec:

source: The artist generally considered responsible for the work. In popular music this is usually the performing band or singer. For classical music it would be the composer. For an audio book it would be the author of the original text.
cs: Umělec, který je všeobecně považován za zodpovědného za práci. V populární hudbě je jím obvykle účinkující kapela nebo zpěvák. Pro klasickou hudbu by to tedy byl skladatel. V případě knihy převedené na zvuk by to zase byl autor původního textu.

source: Performer:
cs: Účinkující:

source: The artist(s) who performed the work. In classical music this would be the conductor, orchestra, soloists. In an audio book it would be the actor who did the reading. In popular music this is typically the same as the ARTIST and is omitted.
cs: Umělec(lci), který dílo zahrál. V klasické hudbě by to byl dirigent, orchestr, sólisté. V případě knihy převedené na zvuk by to zase byl účinkující, který četl. V populární hudbě je jím obvykle ten samý člověk jako v případě UMĚLCE, který se však vynechává.

source: Copyright:
cs: Autorské právo (Copyright):

source: Copyright attribution, e.g., '2001 Nobody's Band' or '1999 Jack Moffitt'
cs: Přisuzování autorského práva, např. '2001 Nobody's Band' nebo '1999 Jack Moffitt'

source: License:
cs: Licence:

source: License information, eg, 'All Rights Reserved', 'Any Use Permitted', a URL to a license such as a Creative Commons license ("www.creativecommons.org/blahblah/license.html") or the EFF Open Audio License ('distributed under the terms of the Open Audio License. see http://www.eff.org/IP/Open_licenses/eff_oal.html for details'), etc.
cs: Informace o licenci, např. 'Všechna práva vyhrazena (All Rights Reserved)', 'Povoleno jakékoli využití (Any Use Permitted)', adresa licence na internetu jako Creative Commons license ("www.creativecommons.org/blahblah/license.html") nebo EFF Open Audio License ('šířeno za podmínekOpen Audio License. see http://www.eff.org/IP/Open_licenses/eff_oal.html for details'), atd.

source: Organization:
cs: Organizace

source: Name of the organization producing the track (i.e. the 'record label')
cs: Název organizace, píseň vytváří (to jest nahrávací společnost 'record label')

source: Description:
cs: Popis:

source: A short text description of the contents
cs: Krátký textový popis obsahu

source: Genre:
cs: Žánr:

source: A short text indication of music genre
cs: Krátké textové označení hudebního žánru

source: Date:
cs: Datum:

source: Date the track was recorded
cs: Datum nahrání skladby

source: Location:
cs: Umístění:

source: Location where track was recorded
cs: Místo, kam byla skladba nahrána

source: Contact:
cs: Spojení:

source: Contact information for the creators or distributors of the track. This could be a URL, an email address, the physical address of the producing label.
cs: Spojovací informace pro tvůrce nebo šiřitele skladby. Může se jednat o internetovou adresu, e-mailovou adresu, fyzickou adresu společnosti výrobce.

source: ISRC number for the track; see the ISRC intro page (http://www.ifpi.org/site-content/online/isrc_intro.html) for more information on ISRC numbers.
cs: ISRC číslo skladby; pro více informací o ISRC číslech se podívejte na ISRC úvodní stránku (http://www.ifpi.org/site-content/online/isrc_intro.html)

source: Ogg Vorbis is a high quality general purpose perceptual audio codec. It is free, open and unpatented.
cs: Ogg Vorbis je vysoce kvalitní učební zvukový kodek určený pro všeobecné použití. Je svobodný, otevřený a nepatentovaný.

source: Ogg, Vorbis, Xiph.org Foundation and their logos are trademarks (tm) of the Xiph.org Foundation. Used with permission.
cs: Ogg, Vorbis, Xiph.org Foundation a jejich loga jsou obchodními známkami (tm) Xiph.org Foundation. Používané s jejím svolením.

source: Cursor position (indicator)
cs: Poloha běžce (ukazatel)

source: Reverse mode (toggle)
cs: Obrátit režim (přepnout)

source: Loop mode recording (toggle)
cs: Nahrávání v režimu smyčky (přepnout)

source: Record into selection
cs: Nahrávat do výběru

source: Stop
cs: Zastavit

source: Go to beginning
cs: Jít na začátek

source: Rewind
cs: Přetočit

source: Fast forward
cs: Rychle vpřed

source: Go to the end
cs: Jít na konec

source: File
cs: Soubor

source: New
cs: Nový

source: Open
cs: Otevřít

source: Quit
cs: Ukončit

source: Help
cs: Nápověda

source: About...
cs: O programu...

source: Select
cs: Výběr

source: Select regions of a sample
cs: Vybrat oblasti vzorku

source: This tool allows you to select regions of a sample. You can then apply edits and effects to the: selected regions. Hold down shift whilst selecting to add discontinuous regions to the selection.
cs: Tento nástroj vám umožní vybrat oblasti ve vzorku. Na vybrané oblasti potom můžete použít úpravy a efekty. Pro přidání nesouvislých oblastí do výběru držte při výběru klávesu SHIFT.

source: Move
cs: Přesunout

source: Move regions in a sample
cs: Ve vzorku přesunout oblasti

source: With this tool you can move selected regions of a sample.
cs: Za pomoci tohoto nástroje můžete přesunovat vybrané oblasti vzorku.

source: Scrub
cs: Čistit

source: Locate sounds directly
cs: Najít přímo zvuky

source: Place the play marker on a sample. Click anywhere in a view to instantly move the playback position to that part of the sample.
cs: Umístěte ve vzorku značku přehrávání. Klepněte kamkoliv v dohledu pro okamžité přesunutí polohy přehrávání na tuto část vzorku.

source: Zoom
cs: Přiblížit/Oddálit

source: Zoom in & out
cs: Přiblížit a &oddálit

source: Zoom in and out of a view. Click anywhere in a view to zoom in on that part of the sample. Hold down shift and click on the view to zoom out.
cs: Přiblížit a oddálit pohled. Klepněte kamkoliv v dohledu pro přiblížení této části vzorku. Držte SHIFT a klepněte na pohled pro oddálení.

source: Pencil
cs: Tužka

source: Edit PCM sample values
cs: Upravit vzorkovací hodnoty PCM

source: When zoomed down to individual samples, click to edit
cs: Když je zaměřeno na jednotlivé vzorky, klepněte pro úpravy

source: Noise
cs: Šum

source: Add noise
cs: Přidat šum

source: Randomise PCM values
cs: Hodnoty PCM založit náhodném výběru

source: TRUE
cs: PRAVDIVĚ

source: FALSE
cs: NESPRÁVNĚ

source: Parameters
cs: Pomocné proměnné

source: Preview
cs: Náhled

source: Start gain
cs: Začít zesílení signálu

source: Gain
cs: Zesílení signálu

source: Sweep: Paste crossfade
cs: Sweep: Vložit prolínání

source: Sweep: Paste mix
cs: Sweep: vložit směsku

source: Source
cs: Zdroj

source: Clipboard
cs: Schránka

source: End gain
cs: Ukončit zesílení signálu

source: Invert phase
cs: Obrátit fázi

source: Destination
cs: Cíl

source: Indicates the total duration of the clipboard, which is the maximum length that will be pasted.
cs: Ukazuje celkovou dobu trvání zvukových dat nacházejících se ve schránce, což je největší možná délka, která bude vložena.

source: Clipboard duration:
cs: Délka schránky:

source: Crossfade
cs: Prolínat

source: Mix
cs: Smíchat

source: Don't crossfade
cs: Neprolínat

source: Don't mix
cs: Nesmíchat
