Repository: kfish/sweep
Catalog: po/*.po
Languages: cs

source: Error creating ~/.sweep
cs: Chyba při vytváření ~/.sweep

source: Created %s/ mode %04o
cs: Vytvořen %s/ režim %04o

source: Error on ~/.sweep
cs: Chyba u ~/.sweep

source: Error setting permissions on ~/.sweep
cs: Chyba při nastavování oprávnění k ~/.sweep

source: Error accessing ~/.sweep
cs: Chyba při přistupování k ~/.sweep

source: Error opening ~/.sweep/preferences.tdb
cs: Chyba při otvírání ~/.sweep/preferences.tdb

source: Ready to record
cs: Připraven pro nahrávání

source: No selection to record into
cs: Žádný výběr, do kterého by se nahrávalo

source: Sweep: Record
cs: Sweep: nahrávat

source: File:
cs: Soubor:

source: Previous sound
cs: Předchozí zvuk

source: This slider allows you to mix the new recording in with the previous contents of the buffer. Set it to -inf dB to overwrite the previous sound.
cs: Posuvník vám umožní smíchat novou nahrávku s předchozím obsahem vyrovnávací paměti. Nastavte jej na -inf dB pro přepsání předchozího zvuku.

source: Recorded sound
cs: Nahrávaný zvuk

source: This slider allows you to reduce the level of the recorded sound. Set it to 0 dB to record without any reduction. Note that setting this to -inf dB will record silence.
cs: Posuvník vám umožní snížit úroveň nahrávaného zvuku. Nastavte jej na 0 dB pro nahrávání bez snížení. Povšimněte si, že jeho nastavení na -inf dB bude mít za následek nahrávání ticha.

source: New selection
cs: Nový výběr

source: Selection: add/modify region
cs: Výběr: přidat/upravit oblast

source: Selection: subtract region
cs: Výběr: odečíst oblast

source: Resample error
cs: Chyba v převzorkování

source: libsamplerate error
cs: Chyba libsamplerate

source: Resample from %d Hz to %d Hz
cs: Převzorkovat z %d Hz na %d Hz

source: Sweep: Resample
cs: Sweep: převzorkovat

source: Conversion
cs: Převod

source: Current sample rate: %d Hz
cs: Nynější vzorkovací kmitočet: %d Hz

source: New sample rate
cs: Nový vzorkovací kmitočet

source: Quality
cs: Kvalita

source: Converter
cs: Převodník

source: Remember this quality
cs: Zapamatovat si tuto kvalitu

source: Reset to the last remembered quality.
cs: Přenastavit poslední zapamatovanou kvalitu.

source: Set to default quality.
cs: Nastavit na výchozí kvalitu.

source: Secret Rabbit Code (aka libsamplerate) is a Sample Rate Converter for audio by Erik de Castro Lopo
cs: Tajný Králíkův kód (také známý jako libsamplerate) je Sample Rate Converter for audio (převaděč vzorkovacího kmitočtu pro zvuk) od Erika de Castro Lopo

source: Resample
cs: Převzorkovat

source: Don't resample
cs: Nepřevzorkovat

source: Custom
cs: Vlastní

source: 192000 Hz (Studio quality)
cs: 192000 Hz (Studiová kvalita)

source: 96000 Hz (High quality)
cs: 96000 Hz (Vysoká kvalita)

source: 48000 Hz (DAT quality)
cs: 48000 Hz (DAT kvalita)

source: 44100 Hz (CD quality)
cs: 44100 Hz (CD kvalita)

source: 32000 Hz (Ultra-wideband voice quality)
cs: 32000 Hz (Hlasová kvalita ultra širokého pásma)

source: 16000 Hz (Wideband voice quality)
cs: 16000 Hz (Hlasová kvalita širokého pásma)

source: 8000 Hz (Narrowband voice quality)
cs: 8000 Hz (Hlasová kvalita úzkého pásma)

source: 4000 Hz (Low quality)
cs: 4000 Hz (nízká kvalita)

source: Mono
cs: Monofonní zvuk

source: Stereo
cs: Stereofonní zvuk

source: Quadraphonic
cs: Kvadrofonní zvuk

source: Custom:
cs: Vlastní:

source: Sampling rate
cs: Vzorkovací kmitočet

source: Channels
cs: Kanály

source: channels
cs: Kanály

source: No selection to process
cs: Ke zpracování není žádný výběr

source: Untitled
cs: Bez názvu

source: Overflow
cs: Přetečení

source: Sweep: New file
cs: Sweep: Nový soubor

source: Name:
cs: Název:

source: Duration:
cs: Doba trvání:

source: Remember this format
cs: Zapamatovat si tento formát

source: Remember this sampling rate and channel configuration for creating new files.
cs: Zapamatovat si tento vzorkovací kmitočet a uspořádání kanálů kvůli vytvoření nových souborů.

source: Reset to the last remembered format for new files.
cs: Pro nové soubory přenastavit na naposledy zapamatovaný formát.

source: Set to the default format for new files.
cs: Pro nové soubory nastavit na výchozí formát.

source: Indicates the amount of data memory which will be allocated for the selected duration and format. All audio data is processed internally in 32 bit floating point format.
cs: Ukazuje množství paměti pro data, které bude přiděleno pro vybranou dobu trvání a formát. Všechna zvuková data jsou zpracovávána v 32 bitovém formátu s pohyblivou desetinnou čárkou.

source: Data memory:
cs: Paměť s daty:

source: Create
cs: Vytvořit

source: Don't create
cs: Nevytvářet

source: Excellent!!!
cs: Výborně!

source: Files unsaved
cs: Soubory nebyly uloženy

source: Some files are unsaved. If you quit, all changes will be lost. Are you sure you want to quit?
cs: Některé soubory nejsou uloženy. Pokud teď skončíte, všechny změny budou ztraceny. Jste si jist, že chcete skončit?

source: Don't quit
cs: Neukončovat

source: Files playing
cs: Přehrávání souborů

source: No files are unsaved, but some files are currently playing. Are you sure you want to quit?
cs: Všechny soubory jsou uloženy, ale některé soubory se nyní přehrávají. Jste si jist, že chcete skončit?

source: Invert selection
cs: Obrátit výběr

source: Select all
cs: Vybrat vše

source: Select none
cs: Nevybrat žádný

source: Halve selection
cs: Poloviční výběr

source: Double selection
cs: Dvojitý výběr

source: Selection left
cs: Levý výběr

source: Selection right
cs: Pravý výběr

source: Insert selection [
cs: Vložit výběr [

source: Subtract selection [
cs: Odečíst výběr [

source: Set selection [
cs: Nastavit výběr [

source: Sweep: File properties
cs: Sweep: vlastnosti souboru

source: Filename:
cs: Název souboru:

source: Sampling rate:
cs: Vzorkovací kmitočet:

source: Channels:
cs: Kanály:

source: Data memory:
cs: Paměť s daty:

source: Duration:
cs: Doba trvání:

source: %s has changed on disk. Do you want to continue editing this buffer?
cs: %s se na disku změnilo. Chcete pokračovat v úpravách této vyrovnávací paměti?

source: Continue editing
cs: Pokračovat v úpravách

source: Reread from disk
cs: Znovu přečíst z disku

source: Nothing to undo
cs: Nic pro: Zpět

source: Nothing to redo
cs: Nic pro: Znovu

source: Original data
cs: Původní data

source: Action
cs: Krok

source: Sweep: History
cs: Sweep: historie

source: Undo
cs: Zpět

source: Redo
cs: Znovu

source: Revert to selected state
cs: Vrátit se do vybraného stavu

source: Close
cs: Zavřít

source: Duplicate to stereo
cs: Okopírovat do stereofonního zvuku

source: Duplicate to multichannel
cs: Okopírovat do vícekanálového zvuku

source: Swap left and right
cs: Vyměnit levý a pravý

source: Add/Remove channels
cs: Přidat/Odstranit kanály

source: New ...
cs: Nový...

source: Open ...
cs: Otevřít...

source: Open Recent
cs: Otevřít nedávný

source: Save As ...
cs: Uložit jako...

source: Properties ...
cs: Vlastnosti...

source: Edit
cs: Úpravy

source: Show history ...
cs: Ukázat historii...

source: Paste: Insert
cs: Vložit: vložka

source: Paste: Mix
cs: Vložit: směs

source: Paste: Crossfade
cs: Vložit: prolínání

source: Paste as New
cs: Vložit jako nové

source: Preview Cut/Cursor
cs: Náhled na vyjmout/ukazovátko

source: Pre-roll to Cursor
cs: Přetočit na polohu ukazatele

source: Invert
cs: Obrátit

source: All
cs: Vše

source: None
cs: Žádné

source: Halve
cs: Zkrátit na polovinu

source: Double
cs: Zdvojit

source: Shift left
cs: Přesunout doleva

source: Shift right
cs: Přesunout doprava

source: View
cs: Pohled

source: Autoscroll: follow playback cursor
cs: Automatické projíždění: sledovat ukazatel přehrávání

source: Center
cs: Zarovnat na střed

source: Zoom in
cs: Přiblížit

source: Zoom out
cs: Oddálit

source: Zoom to selection
cs: Najet na výběr

source: Left
cs: Doleva

source: Right
cs: Doprava

source: Zoom normal
cs: Přiblížit normálně

source: Zoom all
cs: Přiblížit vše

source: Remember as
cs: Zapamatovat si jako

source: Area 1
cs: Oblast 1

source: Area 2
cs: Oblast 2

source: Area 3
cs: Oblast 3

source: Area 4
cs: Oblast 4

source: Area 5
cs: Oblast 5

source: Area 6
cs: Oblast 6

source: Area 7
cs: Oblast 7

source: Area 8
cs: Oblast 8

source: Area 9
cs: Oblast 9

source: Area 10
cs: Oblast 10

source: Zoom to
cs: Přiblížit

source: Color scheme
cs: Barevné schéma

source: Decoder Red
cs: Dekodér v červené

source: Orangeboom
cs: Vzestup oranžové

source: Lame Yellow
cs: Plátek žluté

source: Coogee Bay Blue
cs: Coogee záliv v modré

source: Blackwattle
cs: Černé proutí

source: Frigid
cs: Mrazivý

source: Bluescreen
cs: Modrá obrazovka

source: New View
cs: Nový pohled

source: Sample
cs: Vzorek

source: Resample ...
cs: Převzorkovat...

source: Duplicate
cs: Okopírovat

source: Process
cs: Zpracování

source: Playback
cs: Přehrávání

source: Configure audio device ...
cs: Nastavit zvukové zařízení...

source: Transport
cs: Přesun

source: Go to start of file
cs: Jít na začátek souboru

source: Go to start of window
cs: Jít na začátek okna

source: Skip back
cs: Skočit zpět

source: Skip forward
cs: Skočit dopředu

source: Go to end of window
cs: Jít na konec okna

source: Go to end of file
cs: Jít na konec souboru

source: Play selection
cs: Přehrávat výběr

source: Play sample
cs: Přehrávat vzorek

source: Play note
cs: Přehrávat notu

source: Toggle monitoring
cs: Přepnout sledování

source: Toggle looping
cs: Přepnout opakování smyčky

source: Toggle muting
cs: Přepnout ztlumení

source: Toggle reverse playback
cs: Přepnout obrácené přehrávání

source: Pause
cs: Pozastavit

source: About MP3 export...
cs: O vyvedení do MP3...

source: About Sweep ...
cs: O programu Sweep

source: File properties ...
cs: Vlastnosti souboru...

source: Paste
cs: Vložit

source: Save as ...
cs: Uložit jako...

source: Cut selection to clipboard
cs: Vyjmout výběr do schránky

source: Copy selection to clipboard
cs: Kopírovat výběr do schránky

source: Paste: insert clipboard at cursor position
cs: Vložit: vložit obsah schránky na poloze kurzoru

source: Paste: mix clipboard in from cursor position
cs: Vložit: přimíchat obsah schránky od polohy kurzoru

source: Paste: fade clipboard in from cursor position
cs: Vložit: prolínat obsah schránky od polohy kurzoru

source: Hand tool
cs: Růční nástroj

source: Selector tool
cs: Nástroj přepínače

source: "Scrubby" the scrub tool
cs: "Čistič" čistící nástroj

source: Pencil tool
cs: Nástroj tužka

source: Noise tool
cs: Nástroj pro šum

source: Visible length
cs: Viditelná délka

source: Vertical zoom [Shift + Arrow Up/Down]
cs: Svislé přiblížení a oddálení [Shift + Arrow Up/Down]

source: Record ...
cs: Nahrávat...

source: Reverse mode playback (toggle)
cs: Obrátit režim přehrávání (přepnout)

source: Loop mode playback (toggle)
cs: Přehrávání v režimu opakování (přepnout)

source: Play all / Pause
cs: Přehrávat vše/Pozastavit

source: Play selection / Pause
cs: Přehrávat výběr/Pozastavit

source: Stop playback
cs: Zastavit přehrávání

source: Muted playback (toggle)
cs: Ztlumené přehrávání (přepnout)

source: Playback gain slider (volume)
cs: Posuvník pro zesílení přehrávání (hlasitost)

source: Monitor (toggle)
cs: Sledování (přepnout)

source: SYNC
cs: SYNC (seřízení)

source: Remembered as area %d
cs: Zapamatováno jako oblast %d

source: No area remembered as %d
cs: Žádná oblast nebyla zapamatována jako %d

source: Zoomed to area %d
cs: Zaměřeno na oblast %d

source: Scrub!
cs: Čistit!

source: Ready
cs: Připraven

source: %s has been modified. Close anyway?
cs: %s byl upraven. Tak jako tak zavřít?

source: Don't close
cs: Nezavírat

source: Empty
cs: Prázdný

source: Select regions above threshold
cs: Vybrat oblasti nad prahem

source: Whether to select those regions lying above a given threshold or below it.
cs: Vybrat ony oblasti ležící nad zadaným prahem nebo pod ním.

source: Resolution
cs: Rozlišení

source: Width of energy detection window (s)
cs: Šířka okna pro zjišťování síly (s)

source: Threshold
cs: Hranice

source: Energy level to detect [0.0 - 1.0]
cs: Úroveň síly, která se zjišťuje [0.0 - 1.0]

source: Minimum duration
cs: Nejmenší doba trvání

source: Shortest region of selection to detect (s)
cs: Nejkratší oblast výběru, která se zjišťuje (s)

source: Maximum interruption
cs: Největší možné přerušení

source: Longest length of sound above threshold to allow (s)
cs: Nejdelší délka zvuku nad hranicí, která se povoluje (s)

source: Select by energy
cs: Vybrat podle síly

source: Select loud or quiet regions
cs: Vybrat hlasité nebo tiché oblasti

source: Delay
cs: Zpoždění

source: Time to delay by
cs: Čas zpoždění podle

source: Gain with which to mix in delayed signal
cs: Zesílení, se kterým se míchá zpožděný signál

source: Echo
cs: Ozvěna

source: Apply an echo to selected regions of a sample
cs: Na vybrané oblasti vzorku použít ozvěnu

source: Normalise
cs: Znormalizovat

source: Alter the sample's amplitude to lie between 1.0 and -1.0
cs: Upravit rozkmit vzorku tak, aby ležel mezi 1.0 a -1.0

source: Reverse
cs: Obrátit

source: Reverse selected regions of a sample
cs: Obrátit vybrané oblasti vzorku

source: With a fork
cs: S vidlicí

source: With a spoon
cs: Se lžící

source: With false teeth
cs: S umělými zuby

source: With Nigel's bum
cs: S Nigelovou řití

source: Should you manage your flim?
cs: Měl byste spravovat své nesmysly?

source: Beans
cs: Fazole

source: Method of eating beans
cs: Způsob, jak správně jíst fazole

source: Pants methodology
cs: Souhrn způsobů funění

source: How many pants should you wear per day?
cs: Kolikrá za den by se mělo zasupět?

source: Example Filter Region
cs: Příklad filtru oblasti

source: An example filter region plugin
cs: Příklad přídavného modulu filtru oblasti

source: Fade in
cs: Postupné zeslabení signálu

source: Fade out
cs: Postupné zesílení signálu

source: Apply a linear fade to the selection, fading in from silence
cs: Na výběr použít přímočaré utichání zvuku, postupné zesilování signálu z ticha.

source: Apply a linear fade to the selection, fading out to silence
cs: Na výběr použít přímočaré utichání zvuku, postupné zeslabování signálu až po ticho.
